Repository: Schlue/trean
Catalog: po/*.po
Languages: lv_lv

source: "%s" was not renamed: %s.
lv_lv: "%s" nav pārsaukts: %s.

source: %d Folders and %d Bookmarks imported.
lv_lv: Importētas %d mapes un %d grāmatzīmes.

source: %d stars out of 5
lv_lv: %d punkti no 5

source: %s Bookmarks
lv_lv: Grāmatzīmes

source: %s Response Codes
lv_lv: %s atbilžu kodi

source: %s's Bookmarks
lv_lv: %s's grāmatzīmes

source: 1 Line
lv_lv: 1 rinda

source: 1 star out of 5
lv_lv: 1 punkts no 5

source: 10 rows
lv_lv: 10 rindas

source: 15 rows
lv_lv: 15 rindas

source: 1xx Response Codes (%s)
lv_lv: 1xx atbilžu kodi (%s)

source: 2 Line
lv_lv: 2 rindas

source: 25 rows
lv_lv: 25 rindas

source: 2xx Response Codes (%s)
lv_lv: 2xx atbilžu kodi (%s)

source: 3 Line
lv_lv: 3 rindas

source: 3xx Response Codes (%s)
lv_lv: 3xx atbilžu kodi (%s)

source: 4xx Response Codes (%s)
lv_lv: 4xx atbilžu kodi (%s)

source: 5xx Response Codes (%s)
lv_lv: 5xx atbilžu kodi (%s)

source: AND
lv_lv: UN

source: Accepted
lv_lv: Akceptēts

source: Add
lv_lv: Pievienot

source: Add to Bookmarks
lv_lv: Pievienot grāmatzīmēm

source: All
lv_lv: Visas

source: An error occured listing folders: %s
lv_lv: Kļūme rādot mapes: %s

source: An error occurred counting folders: %s
lv_lv: Kļūme skaitot mapes: %s

source: Any Part of the field
lv_lv: Jebkura lauka daļa

source: Are you sure you want to delete the selected bookmarks?
lv_lv: Vai tiešām vēlaties dzēst atzīmētās grāmatzīmes?

source: Ascending (A to Z)
lv_lv: Augoša (A līdz Z)

source: Attempt to edit a non-existent share.
lv_lv: Mēģnājums mainīt neeksistējošu koplietojumu.

source: Bad Request
lv_lv: Nepareizs pieprasījums

source: Bookmark Added
lv_lv: Grāmatzīme pievienota

source: Bookmarks
lv_lv: Grāmatzīmes

source: Bookmarks Feed
lv_lv: Grāmatzīmju padeve

source: Browse
lv_lv: Pārlūkot

source: Cancel
lv_lv: Atcelt

source: Clicks
lv_lv: Klikšķi

source: Close
lv_lv: Aizvērt

source: Combine
lv_lv: Kombinēt

source: Completely collapsed
lv_lv: Līdz galam savērsts

source: Completely expanded
lv_lv: Līdz galam izvērsts

source: Confirm Deletion
lv_lv: Apstiprināt dzēšanu

source: Conflict
lv_lv: Konflikts

source: Continue
lv_lv: Turpināt

source: Control access to this folder
lv_lv: Vadīt pieejas tiesības šai mapei

source: Copied bookmark:
lv_lv: Kopētās grāmatzīmes:

source: Copy
lv_lv: Kopēt

source: Copying folders is not supported.
lv_lv: Mapju kopēšana nav iespējama.

source: Created
lv_lv: Izveidota

source: DNS Failure or Other Error (%s)
lv_lv: DNS kļūme vai cita kļūda (%s)

source: Delete
lv_lv: Dzēst

source: Delete Bookmark
lv_lv: Dzēst grāmatzīmes

source: Delete this folder
lv_lv: Dzēst šo mapi

source: Deleted bookmark:
lv_lv: Dzēstā grāmatzīme:

source: Deleted folder:
lv_lv: Dzēstā mapes:

source: Deleted the folder "%s"
lv_lv: Dzēsta mapes "%s"

source: Descending (9 to 1)
lv_lv: Dilstoši (9 līdz 1)

source: Description
lv_lv: Apraksts

source: Display Options
lv_lv: Ekrāna opcijas

source: Display Rows
lv_lv: Rādīt rindas

source: Download Folder
lv_lv: Lejupielādēt mapi

source: Drag the "Add to Bookmarks" link below onto your "Links" Bar
lv_lv: Aizvelciet zemāk redzamo saiti "Pievienot grāmatzīmēm" uz joslu "Links"

source: Drag the "Add to Bookmarks" link below onto your "Personal Toolbar".
lv_lv: Aizvelciet zemāk redzamo saiti "Pievienot grāmatzīmēm" uz joslu "Personal Toolbar"

source: Edit
lv_lv: Labot

source: Edit Bookmark
lv_lv: Labot grāmatzīmes

source: Edit Bookmarks
lv_lv: Labot grāmatzīmes

source: Edit Permissions
lv_lv: Mainīt pieejas tiesības

source: Edit Permissions for %s
lv_lv: Mainīt %s pieejas tiesības

source: Expectation Failed
lv_lv: Gaidīšanas laiks pārsniegts

source: Export Bookmarks
lv_lv: Eksportēt grāmatzīmes

source: File to import:
lv_lv: Importējamais fails:

source: First level shown
lv_lv: Parādīts pirmais līmenis

source: Folder
lv_lv: Mape

source: Folder Actions
lv_lv: Darbības ar mapēm

source: Folder names must be non-empty
lv_lv: Mapju nosaukumi nedrīkst būt tukši

source: Folder to import into:
lv_lv: Importēt mapē:

source: Forbidden
lv_lv: Aizliegts

source: Found
lv_lv: Atrasta

source: Gateway Time-out
lv_lv: Vārtejas pārtraukums

source: Gone
lv_lv: Prom

source: HTTP Status
lv_lv: HTTP statuss

source: HTTP Version not supported
lv_lv: Neatbalstīta HTTP versija.

source: Highest Rated
lv_lv: Visaugstāk novērtētās

source: Highest-rated Bookmarks
lv_lv: Visaugstāk novērtētās grāmatzīmes

source: Import
lv_lv: Importēt

source: Import Bookmarks
lv_lv: Importēt grāmatzīmes

source: Include Subfolders
lv_lv: Ietvert apakšmapes

source: Internal Server Error
lv_lv: Servera iekšējā kļūda

source: Internet Explorer users will need to export their current Favorites by going to the "File" menu and selecting "Import and Export".
lv_lv: Internet Explorer lietotājiem sākumā jāeksportē Favorites, izmantojot "Import and Export" izvēlnē File.

source: Length Required
lv_lv: Jānorāda garums

source: Match
lv_lv: Atbilst

source: Maximum Number of Bookmarks
lv_lv: Maksimālais grāmatzīmju skaits

source: Maximum Number of Folders
lv_lv: Maksimālais mapju skaits

source: Menu List
lv_lv: Izvēlņu saraksts

source: Method Not Allowed
lv_lv: Metode nav atļauta

source: Most Clicked
lv_lv: Visvairāk klikšķinātās

source: Most-clicked Bookmarks
lv_lv: Visvairāk klikšķinātās grāmatzīmes

source: Move
lv_lv: Pārvietot

source: Moved Permanently
lv_lv: Pārvietota uz visiem laikiem

source: Moved bookmark:
lv_lv: Pārvietotā grāmatzīme:

source: Moved folder:
lv_lv: Pārvietotā mape:

source: Mozilla/Firefox users will need to export their current Bookmarks by going into "Bookmark Manager" and selecting "Export" from the "Tools" menu.
lv_lv: Mozilla/Firefox lietotājiem sākumā jāeksportē grāmatzīmes, izmantojot "Bookmark Manager" un izvēloties "Export" no izvēlenes "Tools"

source: Multiple Choices
lv_lv: Vairākas iespējas

source: Name
lv_lv: Nosaukums

source: New Bookmark
lv_lv: Jauna grāmatzīmes

source: New Folder
lv_lv: Jauna mape

source: New folder
lv_lv: Jauna mape

source: No
lv_lv: Nē

source: No Bookmarks found
lv_lv: Grāmatzīmes nav atrastas

source: No Content
lv_lv: Nav satura

source: No bookmarks to display
lv_lv: Nav parādāmu grāmatzīmju

source: Non-Authoritative Information
lv_lv: Neapstiprināta informācija

source: None
lv_lv: Nav

source: Not Acceptable
lv_lv: Nav pieņemams

source: Not Found
lv_lv: Nav atrasts

source: Not Implemented
lv_lv: Nav izstrādāts

source: Not Modified
lv_lv: Nav mainīta

source: Note:
lv_lv: Piezīme:

source: Nothing to edit.
lv_lv: Nav ko labot

source: Number of bookmarks to show
lv_lv: Vienlaicīgi attēlojamo grāmatzīmju skaits

source: OR
lv_lv: VAI

source: On newer versions of Internet Explorer, you may have to add %s://%s to your Trusted Zone for this to work.
lv_lv: Lai tas darbotos arī jaunākās Internet Explorer versijās, Jums var būt nepieciešams pievienot %s://%s Jūsu Trusted Zone.

source: Only the owner or system administrator may change ownership or owner permissions for a share
lv_lv: Tikai objekta īpašnieks vais sistēmas administrators var manīti koplietojuma īpašnieku vai tā pieejas tiesības.

source: Open links in a new window?
lv_lv: Atvērt saites jaunā logā?

source: Other Options
lv_lv: Citas opcijas

source: Partial Content
lv_lv: Daļējs saturs

source: Payment Required
lv_lv: Nepieciešama samaksa

source: Please enter a name for the new folder:
lv_lv: Ievadiet jaunās mapes nosaukumu:

source: Precondition Failed
lv_lv: Priekšnosacījums nav izpildīts

source: Proxy Authentication Required
lv_lv: Nepieciešama proxy autentifikācija

source: Rating
lv_lv: Novērtējums

source: Rename this folder
lv_lv: Pārsaukt šo mapi

source: Reports
lv_lv: Atskaites

source: Request Entity Too Large
lv_lv: Pieprasītais objekts par lielu

source: Request Time-out
lv_lv: Pieprasījums pārtraukts

source: Request-URI Too Large
lv_lv: Pieprasījuma URI par lielu

source: Requested range not satisfiable
lv_lv: Pieprasītais diapazons nav apmierināms

source: Reset Content
lv_lv: Notīrīt saturu

source: Save
lv_lv: Saglabāt

source: Search
lv_lv: Meklēt

source: Search Bookmarks
lv_lv: Meklēt grāmatzīmes

source: Search Results (%s)
lv_lv: Meklēšanas rezultāti (%s)

source: See Other
lv_lv: Skatīt citas

source: Select All
lv_lv: Izvēlēties visas

source: Select All/Select None
lv_lv: Izvēlēties visas/nevienu

source: Select None
lv_lv: Neizvēlēties nevienu

source: Select: %s, %s
lv_lv: Izvēlieties: %s, %s

source: Service Unavailable
lv_lv: Pakalpojums nav pieejams

source: Set how to display bookmark listings and how to open links.
lv_lv: Iestatīt veidu kā rādīt grāmatzīmes un atvērt saites.

source: Should your list of bookmark folders be open when you log in?
lv_lv: Vai Jūsu grāmatzīmju saraksts ir jātver pieslēdzoties?

source: Show folder actions panel?
lv_lv: Rādīt mapju darbību paneli?

source: Sort bookmarks by:
lv_lv: Šķirot grāmatzīmes pēc:

source: Sort by
lv_lv: Šķirot pēc

source: Sort direction:
lv_lv: Šķirošanas kārtība

source: Switching Protocols
lv_lv: Pārslēgumu protokoli

source: Template
lv_lv: Veidne

source: Temporary Redirect
lv_lv: Pagaidu pāradresācija

source: There are no bookmarks in this folder
lv_lv: Šajā mapē nav grāmatzīmju

source: There was a problem copying the bookmark: %s
lv_lv: Kļūme kopējot grāmatzīmi: %s.

source: There was a problem deleting the bookmark: %s
lv_lv: Kļūme dzēšot grāmatzīmi: %s

source: There was a problem deleting the folder: %s
lv_lv: Kļūme dzēšot mapi: %s

source: There was a problem moving the bookmark: %s
lv_lv: Kļūme pārvietojot grāmatzīmi: %s.

source: There was a problem moving the folder: %s
lv_lv: Kļūme pārvietojot mapi: %s.

source: There was an error adding the bookmark: %s
lv_lv: Kļūda pievienojot grāmatzīmi: %s

source: There was an error adding the folder: %s
lv_lv: Kļūda pievienojot mapi: %s

source: There was an error saving the bookmark: %s
lv_lv: Kļūda saglabājot grāmatzīmi: %s

source: There was an error saving the folder: %s
lv_lv: Kļūda saglabājot mapi: %s

source: Title
lv_lv: Nosaukums

source: To be able to quickly add bookmarks from your web browser:
lv_lv: Lai ātri pievienotu grāmatzīmes no tīmekļa pārlūka:

source: Total
lv_lv: Kopā

source: Unauthorized
lv_lv: Neautorizēts

source: Unknown (%s)
lv_lv: Nezināms (%s)

source: Unsupported Media Type
lv_lv: Neatbalstīts mēdija tips

source: Updated %s.
lv_lv: Mainīts %s.

source: Use Proxy
lv_lv: Izmantot proxy

source: While browsing you will be able to bookmark the current page by clicking your new "Add to Bookmarks" shortcut.
lv_lv: Pārlūkojot Internet Jūsu varēsiet pievienot grāmatzīmi, uzklikšķinot īsinājumikonai "Pievienot grāmatzīmi".

source: Whole Field
lv_lv: Viss lauks

source: Yes
lv_lv: Jā

source: You are not allowed to create more than %d bookmarks.
lv_lv: Jums nav atļauts radīt vairāk kā %d grāmatzīmes.

source: You are not allowed to create more than %d folders.
lv_lv: Jums nav atļauts izveidot vairāk kā %d mapes.

source: You do not have permission to view this folder.
lv_lv: Jums nav tiesību pārlūkot šo mapi.

source: You must select a target folder first
lv_lv: Vispirms jāizvēlas mērķa mape.

source: _Browse
lv_lv: Pārlūkot

source: _Delete Bookmarks
lv_lv: Dzēst grāmatzīmes

source: _Edit Bookmarks
lv_lv: Labot grāmatzīmes

source: _Import/Export
lv_lv: Importēt/Eksportēt

source: _New Bookmark
lv_lv: Jauna grāmatzīme

source: _Reports
lv_lv: Atskaites

source: _Search
lv_lv: Meklēt

source: click
lv_lv: klikšķis

source: clicks
lv_lv: klikšķi
